Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: Mac OS X Server machines advertise this service starting in Mac OS X 10.3. Server Admin browses for this service starting in Mac OS X Server 10.3.
ar: تُعلن أجهزة Mac OS X Server عن هذه الخدمة بدءًا من Mac OS X 10.3. يبحث Server Admin عن هذه الخدمة بدءًا من Mac OS X Server 10.3.
de: Mac OS X Server-Rechner bewerben diesen Dienst ab Mac OS X 10.3. Server Admin sucht nach diesem Dienst ab Mac OS X Server 10.3.
es: Las máquinas Mac OS X Server publican este servicio a partir de Mac OS X 10.3. Server Admin busca este servicio a partir de Mac OS X Server 10.3.
fr: Les machines Mac OS X Server publient ce service à partir de Mac OS X 10.3. Server Admin recherche ce service à partir de Mac OS X Server 10.3.
he: מחשבי Mac OS X Server מפרסמים את השירות הזה החל מ-Mac OS X 10.3. Server Admin מחפש את השירות הזה החל מ-Mac OS X Server 10.3.
ja: Mac OS X 10.3以降、Mac OS X Serverマシンがこのサービスをアドバタイズします。Mac OS X Server 10.3以降、Server Adminがこのサービスをブラウズします。
zh_hans: Mac OS X Server从Mac OS X 10.3开始广播此服务。Server Admin从Mac OS X Server 10.3开始浏览此服务。

source: Matter (formerly Project CHIP) is a unified smart home connectivity standard supported by Apple, Google, Amazon, and Samsung for interoperable IoT devices.
ar: Matter (سابقًا Project CHIP) هو معيار اتصال موحَّد للمنزل الذكي تدعمه Apple و Google و Amazon و Samsung لأجهزة إنترنت الأشياء المتوافقة فيما بينها.
de: Matter (ehemals Project CHIP) ist ein einheitlicher Smart-Home-Konnektivitätsstandard, unterstützt von Apple, Google, Amazon und Samsung für interoperable IoT-Geräte.
es: Matter (anteriormente Project CHIP) es un estándar unificado de conectividad para hogares inteligentes respaldado por Apple, Google, Amazon y Samsung para dispositivos IoT interoperables.
fr: Matter (anciennement Project CHIP) est une norme de connectivité unifiée pour maisons connectées, prise en charge par Apple, Google, Amazon et Samsung pour des appareils IoT interopérables.
he: Matter (לשעבר Project CHIP) הוא תקן קישוריות מאוחד לבית חכם הנתמך על ידי Apple, Google, Amazon ו-Samsung עבור מכשירי IoT הפועלים יחד.
ja: Matter（旧Project CHIP）は、Apple、Google、Amazon、Samsungがサポートする、相互運用可能なIoTデバイスのための統一スマートホーム接続規格です。
zh_hans: Matter（前身为Project CHIP）是由Apple、Google、Amazon和Samsung支持的统一智能家居连接标准，用于可互操作的IoT设备。

source: MediaRemoteTV is a TCP based protocol which uses length prefixed protobuf encoded messages to communicate between the client and server. The Apple TV acts as the server and clients can connect to it in order to issue various commands (playback, keyboard, voice, game controller, etc). All messages are encrypted after negotiating the pairing between the client and the Apple TV. For more information visit https://github.com/jeanregisser/mediaremotetv-protocol/tree/master/communication.
ar: MediaRemoteTV هو بروتوكول قائم على TCP يستخدم رسائل protobuf ذات بادئة طول للتواصل بين العميل والخادم. يعمل Apple TV كخادم ويمكن للعملاء الاتصال به لإصدار أوامر متعددة (التشغيل ولوحة المفاتيح والصوت ووحدة تحكم الألعاب وغيرها). جميع الرسائل مشفَّرة بعد التفاوض على إقران بين العميل و Apple TV. لمزيد من المعلومات، تفضّل بزيارة https://github.com/jeanregisser/mediaremotetv-protocol/tree/master/communication.
de: MediaRemoteTV ist ein TCP-basiertes Protokoll, das längenvorangestellte protobuf-kodierte Nachrichten für die Kommunikation zwischen Client und Server verwendet. Das Apple TV fungiert als Server und Clients können sich verbinden, um verschiedene Befehle auszugeben (Wiedergabe, Tastatur, Sprache, Gamecontroller usw.). Alle Nachrichten werden nach der Kopplung zwischen Client und Apple TV verschlüsselt.
es: MediaRemoteTV es un protocolo basado en TCP que utiliza mensajes codificados en protobuf con prefijo de longitud para comunicarse entre el cliente y el servidor. El Apple TV actúa como servidor y los clientes pueden conectarse para emitir diversos comandos (reproducción, teclado, voz, mando de juegos, etc.). Todos los mensajes se cifran tras negociar el emparejamiento entre el cliente y el Apple TV.
fr: MediaRemoteTV est un protocole basé sur TCP qui utilise des messages encodés en protobuf préfixés par leur taille pour communiquer entre le client et le serveur. L'Apple TV agit comme serveur et les clients peuvent s'y connecter pour émettre diverses commandes (lecture, clavier, voix, manette de jeu, etc.). Tous les messages sont chiffrés après la négociation de l'appairage entre le client et l'Apple TV.
he: MediaRemoteTV הוא פרוטוקול מבוסס TCP המשתמש בהודעות protobuf עם תחילית אורך לתקשורת בין הלקוח לשרת. ה-Apple TV משמש כשרת והלקוחות יכולים להתחבר אליו כדי לשלוח פקודות שונות (השמעה, מקלדת, קול, בקר משחק וכו'). כל ההודעות מוצפנות לאחר משא ומתן על הצימוד בין הלקוח ל-Apple TV. למידע נוסף ראו https://github.com/jeanregisser/mediaremotetv-protocol/tree/master/communication.
ja: MediaRemoteTVは、クライアントとサーバー間の通信にlengthプレフィックス付きprotobufエンコードメッセージを使用するTCPベースのプロトコルです。Apple TVがサーバーとして機能し、クライアントは再生、キーボード、音声、ゲームコントローラなどのコマンドを発行するために接続できます。すべてのメッセージは、クライアントとApple TV間のペアリング後に暗号化されます。
zh_hans: MediaRemoteTV是一种基于TCP的协议，使用长度前缀的protobuf编码消息在客户端和服务器之间通信。Apple TV充当服务器，客户端可以连接以发出各种命令（播放、键盘、语音、游戏控制器等）。所有消息在客户端与Apple TV之间协商配对后加密。

source: Message Queuing Telemetry Transport (MQTT) is a lightweight messaging protocol widely used in IoT and home automation systems.
ar: Message Queuing Telemetry Transport (MQTT) هو بروتوكول رسائل خفيف الوزن مستخدم على نطاق واسع في أنظمة إنترنت الأشياء وأتمتة المنزل.
de: Message Queuing Telemetry Transport (MQTT) ist ein leichtgewichtiges Nachrichtenprotokoll, das in IoT- und Heimautomatisierungssystemen weit verbreitet ist.
es: Message Queuing Telemetry Transport (MQTT) es un protocolo de mensajería ligero ampliamente utilizado en sistemas IoT y de automatización del hogar.
fr: Message Queuing Telemetry Transport (MQTT) est un protocole de messagerie léger largement utilisé dans les systèmes IoT et de domotique.
he: Message Queuing Telemetry Transport (MQTT) הוא פרוטוקול הודעות קל-משקל בשימוש נרחב במערכות IoT ובאוטומציה ביתית.
ja: Message Queuing Telemetry Transport（MQTT）は、IoTやホームオートメーションシステムで広く使用されている軽量メッセージングプロトコルです。
zh_hans: 消息队列遥测传输（MQTT）是一种在IoT和家庭自动化系统中广泛使用的轻量级消息协议。

source: Microsoft Remote Desktop Protocol for remote access to Windows desktops and servers.
ar: Microsoft Remote Desktop Protocol للوصول عن بُعد إلى أجهزة وخوادم Windows.
de: Microsoft Remotedesktopprotokoll für den Fernzugriff auf Windows-Desktops und -Server.
es: Protocolo de escritorio remoto de Microsoft para acceso remoto a escritorios y servidores Windows.
fr: Protocole Bureau à distance Microsoft pour l'accès à distance aux bureaux et serveurs Windows.
he: Microsoft Remote Desktop Protocol לגישה מרחוק למחשבי Windows ולשרתי Windows.
ja: WindowsデスクトップおよびサーバーへのリモートアクセスのためのMicrosoftリモートデスクトッププロトコル。
zh_hans: Microsoft远程桌面协议，用于远程访问Windows桌面和服务器。

source: MySQL relational database server for network-accessible database services.
ar: خادم قواعد بيانات MySQL العلائقي لخدمات قواعد البيانات المتاحة عبر الشبكة.
de: MySQL relationale Datenbankserver für netzwerkzugängliche Datenbankdienste.
es: Servidor de base de datos relacional MySQL para servicios de base de datos accesibles por red.
fr: Serveur de base de données relationnelle MySQL pour les services de base de données accessibles en réseau.
he: שרת בסיס נתונים יחסי MySQL לשירותי בסיסי נתונים נגישים ברשת.
ja: ネットワークアクセス可能なデータベースサービスのためのMySQLリレーショナルデータベースサーバー。
zh_hans: 用于网络可访问数据库服务的MySQL关系数据库服务器。

source: NVIDIA Shield Android TV discovery service for identifying Shield TV devices on the local network.
ar: خدمة اكتشاف NVIDIA Shield Android TV لتحديد أجهزة Shield TV على الشبكة المحلية.
de: NVIDIA Shield Android TV-Erkennungsdienst zur Identifizierung von Shield TV-Geräten im lokalen Netzwerk.
es: Servicio de descubrimiento NVIDIA Shield Android TV para identificar dispositivos Shield TV en la red local.
fr: Service de découverte NVIDIA Shield Android TV pour identifier les appareils Shield TV sur le réseau local.
he: שירות גילוי של NVIDIA Shield Android TV לזיהוי מכשירי Shield TV ברשת המקומית.
ja: ローカルネットワーク上のShield TVデバイスを識別するNVIDIA Shield Android TV検出サービス。
zh_hans: NVIDIA Shield Android TV发现服务，用于在本地网络上识别Shield TV设备。

source: NVIDIA Shield GameStream service for streaming PC games to NVIDIA Shield devices over the local network.
ar: خدمة NVIDIA Shield GameStream لبث ألعاب PC إلى أجهزة NVIDIA Shield عبر الشبكة المحلية.
de: NVIDIA Shield GameStream-Dienst zum Streamen von PC-Spielen zu NVIDIA Shield-Geräten über das lokale Netzwerk.
es: Servicio NVIDIA Shield GameStream para transmitir juegos de PC a dispositivos NVIDIA Shield a través de la red local.
fr: Service NVIDIA Shield GameStream pour la diffusion de jeux PC vers les appareils NVIDIA Shield via le réseau local.
he: שירות NVIDIA Shield GameStream להזרמת משחקי PC למכשירי NVIDIA Shield ברשת המקומית.
ja: ローカルネットワーク経由でPCゲームをNVIDIA ShieldデバイスにストリーミングするNVIDIA Shield GameStreamサービス。
zh_hans: NVIDIA Shield GameStream服务，用于通过本地网络将PC游戏流式传输到NVIDIA Shield设备。

source: NetBIOS Datagram Service for connectionless messaging between devices on local networks.
ar: خدمة NetBIOS Datagram للمراسلة بدون اتصال بين الأجهزة على الشبكات المحلية.
de: NetBIOS Datagramm-Dienst für verbindungslose Nachrichtenübermittlung zwischen Geräten in lokalen Netzwerken.
es: Servicio de datagramas NetBIOS para mensajería sin conexión entre dispositivos en redes locales.
fr: Service de datagrammes NetBIOS pour la messagerie sans connexion entre appareils sur les réseaux locaux.
he: שירות NetBIOS Datagram להעברת מסרים ללא חיבור בין מכשירים ברשתות מקומיות.
ja: ローカルネットワーク上のデバイス間のコネクションレスメッセージングのためのNetBIOSデータグラムサービス。
zh_hans: NetBIOS数据报服务，用于本地网络上设备之间的无连接消息传递。

source: NetBIOS Name Service for resolving NetBIOS names to IP addresses on local networks.
ar: خدمة NetBIOS Name لتحويل أسماء NetBIOS إلى عناوين IP على الشبكات المحلية.
de: NetBIOS-Namensdienst zur Auflösung von NetBIOS-Namen in IP-Adressen in lokalen Netzwerken.
es: Servicio de nombres NetBIOS para resolver nombres NetBIOS a direcciones IP en redes locales.
fr: Service de noms NetBIOS pour la résolution des noms NetBIOS en adresses IP sur les réseaux locaux.
he: שירות NetBIOS Name לתרגום שמות NetBIOS לכתובות IP ברשתות מקומיות.
ja: ローカルネットワーク上でNetBIOS名をIPアドレスに解決するNetBIOS名前サービス。
zh_hans: NetBIOS名称服务，用于在本地网络上将NetBIOS名称解析为IP地址。

source: NetBIOS Session Service for legacy Windows file and printer sharing over TCP/IP networks.
ar: خدمة NetBIOS Session لمشاركة الملفات والطابعات القديمة في Windows عبر شبكات TCP/IP.
de: NetBIOS-Sitzungsdienst für ältere Windows-Datei- und Druckerfreigabe über TCP/IP-Netzwerke.
es: Servicio de sesión NetBIOS para compartición heredada de archivos e impresoras de Windows a través de redes TCP/IP.
fr: Service de session NetBIOS pour le partage hérité de fichiers et d'imprimantes Windows sur les réseaux TCP/IP.
he: שירות NetBIOS Session לשיתוף קבצים ומדפסות מדור Windows ישן על-פני רשתות TCP/IP.
ja: TCP/IPネットワーク経由のレガシーWindowsファイルおよびプリンタ共有のためのNetBIOSセッションサービス。
zh_hans: NetBIOS会话服务，用于通过TCP/IP网络进行传统的Windows文件和打印机共享。

source: Netgear ReadyNAS network-attached storage device discovery and management.
ar: اكتشاف وإدارة أجهزة التخزين المتصلة بالشبكة Netgear ReadyNAS.
de: Netgear ReadyNAS Netzwerkspeichergerät-Erkennung und -Verwaltung.
es: Descubrimiento y gestión de dispositivos de almacenamiento en red Netgear ReadyNAS.
fr: Découverte et gestion des périphériques de stockage en réseau Netgear ReadyNAS.
he: גילוי וניהול של התקני אחסון ברשת מסוג Netgear ReadyNAS.
ja: Netgear ReadyNASネットワーク接続ストレージデバイスの検出と管理。
zh_hans: Netgear ReadyNAS网络存储设备发现和管理。

source: Network scanner discovery service for locating scanners and multifunction devices on the local network.
ar: خدمة اكتشاف الماسحات الضوئية الشبكية لتحديد الماسحات والأجهزة متعددة الوظائف على الشبكة المحلية.
de: Netzwerkscanner-Erkennungsdienst zum Auffinden von Scannern und Multifunktionsgeräten im lokalen Netzwerk.
es: Servicio de descubrimiento de escáneres de red para localizar escáneres y dispositivos multifunción en la red local.
fr: Service de découverte de scanners réseau pour localiser les scanners et appareils multifonctions sur le réseau local.
he: שירות גילוי סורקים רשתיים לאיתור סורקים ומכשירים רב-תכליתיים ברשת המקומית.
ja: ローカルネットワーク上のスキャナーや複合機を検出するネットワークスキャナー検出サービス。
zh_hans: 网络扫描仪发现服务，用于在本地网络上定位扫描仪和多功能设备。

source: OmniGroup app sync service used by OmniGraffle, OmniOutliner, and other OmniGroup productivity apps.
ar: خدمة مزامنة تطبيقات OmniGroup المستخدمة في OmniGraffle و OmniOutliner وغيرها من تطبيقات الإنتاجية من OmniGroup.
de: OmniGroup App-Synchronisierungsdienst, verwendet von OmniGraffle, OmniOutliner und anderen OmniGroup-Produktivitäts-Apps.
es: Servicio de sincronización de aplicaciones OmniGroup utilizado por OmniGraffle, OmniOutliner y otras aplicaciones de productividad de OmniGroup.
fr: Service de synchronisation d'applications OmniGroup utilisé par OmniGraffle, OmniOutliner et d'autres applications de productivité OmniGroup.
he: שירות סנכרון של אפליקציות OmniGroup, בשימוש OmniGraffle, OmniOutliner ושאר אפליקציות הפרודוקטיביות של OmniGroup.
ja: OmniGraffle、OmniOutliner、その他のOmniGroup生産性アプリで使用されるOmniGroupアプリ同期サービス。
zh_hans: OmniGroup应用同步服务，被OmniGraffle、OmniOutliner及其他OmniGroup生产力应用使用。

source: Open Directory advertises this service starting in Mac OS X 10.2. Workgroup Manager browses for this service starting in Mac OS X Server 10.2.
ar: يعلن Open Directory عن هذه الخدمة بدءًا من Mac OS X 10.2. يبحث Workgroup Manager عن هذه الخدمة بدءًا من Mac OS X Server 10.2.
de: Open Directory bewirbt diesen Dienst ab Mac OS X 10.2. Workgroup Manager sucht nach diesem Dienst ab Mac OS X Server 10.2.
es: Open Directory publica este servicio a partir de Mac OS X 10.2. Workgroup Manager busca este servicio a partir de Mac OS X Server 10.2.
fr: Open Directory publie ce service à partir de Mac OS X 10.2. Workgroup Manager recherche ce service à partir de Mac OS X Server 10.2.
he: Open Directory מפרסם את השירות הזה החל מ-Mac OS X 10.2. Workgroup Manager מחפש את השירות הזה החל מ-Mac OS X Server 10.2.
ja: Mac OS X 10.2以降、Open Directoryがこのサービスをアドバタイズします。Mac OS X Server 10.2以降、Workgroup Managerがこのサービスをブラウズします。
zh_hans: Open Directory从Mac OS X 10.2开始广播此服务。Workgroup Manager从Mac OS X Server 10.2开始浏览此服务。

source: Original Apple TV discovery service for identifying first-generation Apple TV devices on the local network.
ar: خدمة اكتشاف Apple TV الأصلية لتحديد أجهزة Apple TV من الجيل الأول على الشبكة المحلية.
de: Original Apple TV-Erkennungsdienst zur Identifizierung von Apple TV-Geräten der ersten Generation im lokalen Netzwerk.
es: Servicio de descubrimiento del Apple TV original para identificar dispositivos Apple TV de primera generación en la red local.
fr: Service de découverte de l'Apple TV d'origine pour identifier les appareils Apple TV de première génération sur le réseau local.
he: שירות הגילוי המקורי של Apple TV לזיהוי מכשירי Apple TV מהדור הראשון ברשת המקומית.
ja: ローカルネットワーク上の初代Apple TVデバイスを識別するオリジナルApple TV検出サービス。
zh_hans: 原始Apple TV发现服务，用于在本地网络上识别第一代Apple TV设备。

source: Physical Web (Eddystone) beacon discovery service for interacting with nearby Bluetooth LE beacons broadcasting URLs.
ar: خدمة اكتشاف منارات Physical Web (Eddystone) للتفاعل مع منارات Bluetooth LE القريبة التي تبث عناوين URL.
de: Physical Web (Eddystone) Beacon-Erkennungsdienst für die Interaktion mit Bluetooth LE-Beacons in der Nähe, die URLs senden.
es: Servicio de descubrimiento de balizas Physical Web (Eddystone) para interactuar con balizas Bluetooth LE cercanas que transmiten URLs.
fr: Service de découverte de balises Physical Web (Eddystone) pour interagir avec les balises Bluetooth LE à proximité diffusant des URLs.
he: שירות גילוי משואות Physical Web (Eddystone) לאינטראקציה עם משואות Bluetooth LE קרובות שמשדרות כתובות URL.
ja: URLをブロードキャストする近くのBluetooth LEビーコンと対話するためのPhysical Web（Eddystone）ビーコン検出サービス。
zh_hans: Physical Web（Eddystone）信标发现服务，用于与附近广播URL的Bluetooth LE信标进行交互。

source: Picture Transfer Protocol for transferring images from digital cameras and other imaging devices over a network.
ar: Picture Transfer Protocol لنقل الصور من الكاميرات الرقمية وغيرها من أجهزة التصوير عبر الشبكة.
de: Picture Transfer Protocol zum Übertragen von Bildern von Digitalkameras und anderen Bildgebungsgeräten über ein Netzwerk.
es: Protocolo de transferencia de imágenes para transferir imágenes desde cámaras digitales y otros dispositivos de imagen a través de una red.
fr: Protocole de transfert d'images pour transférer des images depuis des appareils photo numériques et d'autres appareils d'imagerie via un réseau.
he: Picture Transfer Protocol להעברת תמונות ממצלמות דיגיטליות וממכשירי הדמיה אחרים על-פני רשת.
ja: ネットワーク経由でデジタルカメラやその他のイメージングデバイスから画像を転送するPicture Transferプロトコル。
zh_hans: 图片传输协议，用于通过网络从数码相机和其他成像设备传输图像。

source: PostgreSQL relational database server. PostgreSQL supports Bonjour-based service discovery when configured with bonjour = on.
ar: خادم قواعد بيانات PostgreSQL العلائقي. يدعم PostgreSQL اكتشاف الخدمات عبر Bonjour عند تهيئته بـ bonjour = on.
de: PostgreSQL relationaler Datenbankserver. PostgreSQL unterstützt Bonjour-basierte Diensterkennung bei Konfiguration mit bonjour = on.
es: Servidor de base de datos relacional PostgreSQL. PostgreSQL soporta el descubrimiento de servicios basado en Bonjour cuando se configura con bonjour = on.
fr: Serveur de base de données relationnelle PostgreSQL. PostgreSQL prend en charge la découverte de services basée sur Bonjour lorsqu'il est configuré avec bonjour = on.
he: שרת בסיס נתונים יחסי PostgreSQL. PostgreSQL תומך בגילוי שירותים מבוסס Bonjour כשמוגדר עם bonjour = on.
ja: PostgreSQLリレーショナルデータベースサーバー。bonjour = onで設定するとBonjourベースのサービス検出をサポートします。
zh_hans: PostgreSQL关系数据库服务器。当配置bonjour = on时，PostgreSQL支持基于Bonjour的服务发现。

source: Print Center browses for IPP printers starting in Mac OS X 10.2. For more information on creating a Bonjour printer, please see the Bonjour Printing Specification.
ar: يبحث Print Center عن طابعات IPP بدءًا من Mac OS X 10.2. للمزيد من المعلومات حول إنشاء طابعة Bonjour، يرجى الاطلاع على Bonjour Printing Specification.
de: Print Center sucht ab Mac OS X 10.2 nach IPP-Druckern. Weitere Informationen zum Erstellen eines Bonjour-Druckers finden Sie in der Bonjour-Druckspezifikation.
es: Print Center busca impresoras IPP a partir de Mac OS X 10.2. Para más información sobre la creación de una impresora Bonjour, consulte la especificación de impresión Bonjour.
fr: Print Center recherche les imprimantes IPP à partir de Mac OS X 10.2. Pour plus d'informations sur la création d'une imprimante Bonjour, consultez la spécification d'impression Bonjour.
he: Print Center מחפש מדפסות IPP החל מ-Mac OS X 10.2. למידע נוסף על יצירת מדפסת Bonjour, ראו את Bonjour Printing Specification.
ja: Mac OS X 10.2以降、Print CenterがIPPプリンターをブラウズします。Bonjourプリンターの作成に関する詳細は、Bonjour印刷仕様を参照してください。
zh_hans: Print Center从Mac OS X 10.2开始浏览IPP打印机。有关创建Bonjour打印机的更多信息，请参阅Bonjour打印规范。

source: Print Center browses for LPR printers starting in Mac OS X 10.2. For more information on creating a Bonjour printer, please see the Bonjour Printing Specification.
ar: يبحث Print Center عن طابعات LPR بدءًا من Mac OS X 10.2. للمزيد من المعلومات حول إنشاء طابعة Bonjour، يرجى الاطلاع على Bonjour Printing Specification.
de: Print Center sucht ab Mac OS X 10.2 nach LPR-Druckern. Weitere Informationen zum Erstellen eines Bonjour-Druckers finden Sie in der Bonjour-Druckspezifikation.
es: Print Center busca impresoras LPR a partir de Mac OS X 10.2. Para más información sobre la creación de una impresora Bonjour, consulte la especificación de impresión Bonjour.
fr: Print Center recherche les imprimantes LPR à partir de Mac OS X 10.2. Pour plus d'informations sur la création d'une imprimante Bonjour, consultez la spécification d'impression Bonjour.
he: Print Center מחפש מדפסות LPR החל מ-Mac OS X 10.2. למידע נוסף על יצירת מדפסת Bonjour, ראו את Bonjour Printing Specification.
ja: Mac OS X 10.2以降、Print CenterがLPRプリンターをブラウズします。Bonjourプリンターの作成に関する詳細は、Bonjour印刷仕様を参照してください。
zh_hans: Print Center从Mac OS X 10.2开始浏览LPR打印机。有关创建Bonjour打印机的更多信息，请参阅Bonjour打印规范。

source: Print Center browses for PDL Data Stream printers starting in Mac OS X 10.2. For more information on creating a Bonjour printer, please see the Bonjour Printing Specification.
ar: يبحث Print Center عن طابعات PDL Data Stream بدءًا من Mac OS X 10.2. للمزيد من المعلومات حول إنشاء طابعة Bonjour، يرجى الاطلاع على Bonjour Printing Specification.
de: Print Center sucht ab Mac OS X 10.2 nach PDL Data Stream-Druckern. Weitere Informationen zum Erstellen eines Bonjour-Druckers finden Sie in der Bonjour-Druckspezifikation.
es: Print Center busca impresoras PDL Data Stream a partir de Mac OS X 10.2. Para más información sobre la creación de una impresora Bonjour, consulte la especificación de impresión Bonjour.
fr: Print Center recherche les imprimantes PDL Data Stream à partir de Mac OS X 10.2. Pour plus d'informations sur la création d'une imprimante Bonjour, consultez la spécification d'impression Bonjour.
he: Print Center מחפש מדפסות PDL Data Stream החל מ-Mac OS X 10.2. למידע נוסף על יצירת מדפסת Bonjour, ראו את Bonjour Printing Specification.
ja: Mac OS X 10.2以降、Print CenterがPDL Data Streamプリンターをブラウズします。Bonjourプリンターの作成に関する詳細は、Bonjour印刷仕様を参照してください。
zh_hans: Print Center从Mac OS X 10.2开始浏览PDL Data Stream打印机。有关创建Bonjour打印机的更多信息，请参阅Bonjour打印规范。

source: Prometheus systems monitoring and alerting toolkit for collecting and querying metrics from configured targets.
ar: Prometheus هو مجموعة أدوات لمراقبة الأنظمة وإطلاق التنبيهات، تستخدم لجمع المقاييس والاستعلام عنها من الأهداف المُهيَّأة.
de: Prometheus Systemüberwachungs- und Alarmierungs-Toolkit zum Sammeln und Abfragen von Metriken von konfigurierten Zielen.
es: Kit de herramientas de monitoreo y alertas de sistemas Prometheus para recopilar y consultar métricas de objetivos configurados.
fr: Boîte à outils de surveillance et d'alerte Prometheus pour la collecte et l'interrogation de métriques à partir de cibles configurées.
he: Prometheus היא ערכת כלים לניטור מערכות ולהתראות, לאיסוף ושאילתת מטריקות מיעדים שהוגדרו.
ja: 設定されたターゲットからメトリクスを収集してクエリするためのPrometheusシステム監視およびアラートツールキット。
zh_hans: Prometheus系统监控和警报工具包，用于从配置的目标收集和查询指标。

source: Protocol for streaming audio / video content
ar: بروتوكول لبث محتوى الصوت / الفيديو
de: Protokoll zum Streamen von Audio-/Videoinhalten
es: Protocolo para transmitir contenido de audio/video
fr: Protocole de diffusion de contenu audio/vidéo
he: פרוטוקול להזרמת תוכן אודיו / וידאו
ja: オーディオ/ビデオコンテンツのストリーミングプロトコル
zh_hans: 音频/视频内容流媒体协议
